{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "TrueZen.nvim": { "branch": "main" },
  "apprentice.nvim": { "branch": "main" },
  "aquarium-vim": { "branch": "develop" },
  "ariake-vim-colors": { "branch": "master" },
  "aurora": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cassiopeia.nvim": { "branch": "master" },
  "cinnamon.nvim": { "branch": "master" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "doom-themes.nvim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "focus.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gh.nvim": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "github-colors": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "gruvbuddy.nvim": { "branch": "master" },
  "heirline.nvim": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "instant.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "iswap.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lightspeed.nvim": { "branch": "main" },
  "litee-bookmarks.nvim": { "branch": "main" },
  "litee-calltree.nvim": { "branch": "main" },
  "litee-symboltree.nvim": { "branch": "main" },
  "litee.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "luv-vimdocs": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "monochrome.nvim": { "branch": "main" },
  "monokai.nvim": { "branch": "master" },
  "moonlight.nvim": { "branch": "pure-lua" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neon": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neorg-telescope": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvcode-color-schemes.vim": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-deus": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lua-guide": { "branch": "master" },
  "nvim-luaref": { "branch": "main" },
  "nvim-mapper": { "branch": "main" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-peekup": { "branch": "master" },
  "nvim-search-and-replace": { "branch": "main" },
  "nvim-solarized-lua": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-transparent": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oak": { "branch": "master" },
  "oceanic-next": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "omni.vim": { "branch": "master" },
  "one-nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "onenord.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "range-highlight.nvim": { "branch": "master" },
  "ranger.vim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "rest.nvim": { "branch": "main" },
  "roshnivim-cs": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "starry.nvim": { "branch": "master" },
  "sunflower": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-ghq.nvim": { "branch": "master" },
  "telescope-github.nvim": { "branch": "master" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-tele-tabby.nvim": { "branch": "main" },
  "telescope-z.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vCoolor.vim": { "branch": "master" },
  "vgit.nvim": { "branch": "main" },
  "vim-gnupg": { "branch": "main" },
  "vim-line-no-indicator": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-nightfly-guicolors": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-stripper": { "branch": "master" },
  "vim-superman": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}